-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: localhost:3306
-- Generation Time: Jun 09, 2024 at 10:47 AM
-- Server version: 10.6.17-MariaDB-cll-lve
-- PHP Version: 7.4.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `mahdisoa_bloguni`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `id` int(11) NOT NULL,
  `username` varchar(255) NOT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) NOT NULL,
  `date` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`id`, `username`, `password`, `email`, `date`) VALUES
(1, 'Arian', '$2y$10$FfhPYubR4sOXAFSd3NzyQ.C77L4.qIsCa/YlYZCn.2eK8rfWr6oiq', 'arianrafieime@gmail.com', '2024-06-05 07:19:29'),
(2, 'Mahdi', 'behrooz', '77mahdi77mahdi@gmail.com', '2024-06-05 07:22:24');

-- --------------------------------------------------------

--
-- Table structure for table `page`
--

CREATE TABLE `page` (
  `id` int(11) NOT NULL,
  `page_name` varchar(255) DEFAULT NULL,
  `content` varchar(255) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `description` text NOT NULL,
  `slug` varchar(255) DEFAULT NULL,
  `posted_by` varchar(255) NOT NULL,
  `date` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `title`, `description`, `slug`, `posted_by`, `date`) VALUES
(11, 'تولید مصالح ساختمانی دانش‌بنیان از ضایعات سنگ‌های طبیعی', '<p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\">خبرگزاری علم و فناوری آنا ـ حسین بوذری؛ واردات مصالح ساختمانی از کشور چین در سال‌های گذشته شدت گرفته و تولید این مصالح در کشور با کاهش مواجه شده، در حالی که ایران دارای ظرفیت بسیار بالا در زمینه تولید مصالح ساختمانی است.</p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\">دولت می‌تواند با تکیه و اعتماد به شرکت‌های دانش‌بنیان و واحدهای فناور علاوه بر تولید باکیفیت مصالح ساختمانی از واردات این قبیل محصولات جلوگیری کرده و حتی به صادرات فکر کند.</p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\">یک واحد فناور که به تولید مصالح ساختمانی دانش‌بنیان ورود کرده است با ایده «تولید مصالح ساختمانی دانش‌بنیان» تأسیس شد تا نیاز صنعت ساختمان را برطرف کند.</p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\">واحد فناور مستقر در مرکز رشد دانشگاه آزاد اسلامی واحد خمینی‌شهر فعالیت خود را از سال ۱۳۹۷ آغاز کرده و تاکنون دستاوردهای مهمی داشته است. محمد رئیسی مدیر این واحد فناور در این‌باره به خبرنگار آنا گفت: واحد فناور «نانو فناوران ساختمان» سال ۱۳۹۷ با ایده «تولید مصالح ساختمانی دانش‌بنیان» تأسیس و ابتدا چندین پروژه با عناون «تولید نانوپوشش‌های آب‌گریز خودتمیزشونده»، «تولید آجرنما‌های بتنی رنگی»، «تولید سنگ مصنوعی» و «تولید صفحات سیمانی سبک الیافی» تعریف شد.</p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\">این فعال حوزه فناوری افزود: به جز ایده «تولید نانو پوشش‌های خودتمیزشونده» که به دلایلی پس از سال‌ها متوقف شد، سایر ایده‌ها تاکنون در حال پیگیری و تکمیل است. سال ۱۳۹۸ مرکز تحقیقات سنگ را در دانشگاه آزاد اسلامی واحد خمینی‌شهر راه‌اندازی کردیم؛ چراکه در اطراف خمینی‌شهر چندین شهرک صنعتی وجود دارد که در زمینه فرآوری سنگ طبیعی فعالیت می‌کنند.</p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\"><br></p><p style=\"margin: 0px 0px 10px; background-color: rgb(255, 255, 255); text-align: justify;\">وی یادآور شد: یکی از مشکلات زیست‌محیطی ایجاد شده توسط این شهرک‌ها حجم زیادی از ضایعات است که توسط کارخانه‌های فرآوری سنگ طبیعی ایجاد می‌شود، بر این اساس از سال ۱۳۹۹ این ایده‌ها به این سمت هدایت شد که بتوان از ضایعات در تولید «آجرنما‌های بتنی رنگی»، «سنگ مصنوعی» و «صفحات سیمانی سبک الیافی» استفاده کرد.</p> ', '', 'Arian', '2024-06-05 06:45:28'),
(10, 'تبیین طرح پویش اشتغال همزمان با تحصیل از زبان دکتر حیدری ریاست و دکتر خدادای معاونت آموزشی دانشگاه آزاد اسلامی خمینی شهر', '<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p><p><br></p>', '---------------------', 'Arian', '2024-06-05 07:44:00'),
(7, 'خلّاقیت یک واحد فناور در طراحی کاراکترهای کودکانه با ایده‌پردازی روانشناسانه', '<p>خبرگزاری علم و فناوری آنا ـ حسین بوذری؛ موشن گرافیک (Motion Graphics) سال‌های اخیر رشد بسیار خوبی در کشورمان پیدا کرده است، به‌طوری که روز به روز ارزش بیشتری پیدا می‌کند، به‌خصوص در حوزه کودکان که طرفداران بسیاری دارد.</p><p><br></p><p>البته موشن گرافیک با محتواهای متعددی ساخته می‌شود و تصاویر پویانمایی و صداگذاری روی ویدیو گرافیکی می‌تواند در مدل‌های تبلیغاتی، آموزشی و علمی باشد که جنبه آموزشی آن نمود بیشتری دارد، به‌خصوص در حوزه کودکان که می‌توان با ایجاد کپشن به‌صورت پویانمایی از جنبه‌های مختلف به موضوع موشن گرافیک پرداخت.</p><p><br></p><p>یک واحد فناور مستقر در مرکز رشد دانشگاه آزاد اسلامی واحد خمینی‌شهر با پی بردن به ارزش موشن گرافیک و لزوم آموزش صحیح کودکان در قاب پویانمایی فعالیت خود را در این زمینه آغاز کرده است.</p><p><br></p><p>خبرنگار آنا در راستای جزئیات فعالیت هسته فناور «دیبا نگارگران جانسو» گفت‌و‌گویی را با نسرین مختاری هاشم‌آباد مدیر این واحد فناور ترتیب داده است.</p><p><br></p><p>مختاری هاشم‌آباد که دانش‌آموخته رشته مهندسی سخت‌افزار کامپیوتر از دانشگاه آزاد اسلامی واحد نجف‌آباد است، اظهار کرد: به واسطه برادرم با رشته گرافیک آشنا شدم و با شرکت در دوره‌ها و به صورت خودآموز به فراگیری موشن گرافیک پرداختم.</p><p><br></p><p>محتوای موشن گرافیک نباید روی اذهان کودکان تأثیر منفی بگذارد</p><p><br></p><p>وی اضافه کرد: از سال ۱۳۹۹ در زمینه موشن گرافیک مشغول به کار شدم و شهریور ۱۴۰۰ برای یک کانال یوتیوب انگلیسی که محتوای آن برای کودکان بود (baby sensory) مشغول به کار شدم و جرقه ساخت ویدیوی آموزشی برای کودکان آن زمان به ذهنم خطور کرد.</p><p><br></p><p>مدیر این واحد فناور درباره زمینه کاری این هسته توضیح داد: این واحد فناور مجموعه ویدئو‌های آموزشی برای کودکان طراحی کرده که به آموزش مطالب علمی و اجتماعی به صورت موزیکال و سرگرم‌کننده می‌پردازد، برای اینکه این ویدئو‌ها تأثیر منفی روی اذهان کودک نداشته باشد نیز از متخصصان روانشناس در حوزه کودک استفاده می‌شود.</p>', '----------', 'Arian', '2024-06-05 07:40:00'),
(8, 'اشتغال ۶۰۰ دانشجوی دانشگاه آزاد خمینی‌شهر در بنگاه‌های اقتصادی', '<p>علی حیدری رئیس دانشگاه آزاد اسلامی واحد خمینی‌شهر در گفت‌وگو با خبرنگار خبرگزاری علم و فناوری آنا با اشاره به برگزاری چهارمین نمایشگاه طرح پویش اشتغال همزمان با تحصیل طی دو روز در محل مرکز رشد این دانشگاه اظهار کرد: در طرح پویش، دانشجو در حین تحصیل در محیط کار حرفه‌ای و متناسب با رشته تحصیلی خود مشغول به کسب دانش عملی و مهارتی می‌شود. طرح پویش یکی از راهکار‌های موفق در برون رفت از چالش بیکاری فارغ‌التحصیلان دانشگاه‌ها و نقطه امیدی به دانشجویان برای ماندن در کشور و تاثیر گذاری در جامعه به شمار می‌رود.</p><p><br></p><p>وی به بیان نقش دانشگاه در پیوند دانشجو با بازار کار اشاره کرد و ادامه داد: در طرح پویش سه ضلع «دانشگاه»، «دانشجو» و «بازار کار» به یکدیگر پیوند می‌خورند و هرکدام از این سه مؤلفه به رسالت خود عمل می‌کنند.</p><p><br></p><p>رئیس دانشگاه آزاد اسلامی واحد خمینی‌شهر عنوان کرد: دانشگاه به‌عنوان پیونددهنده دانشجو با بازار کار، با متناسب‌سازی آموزش با نیاز بازار کار، کیفی‌سازی آموزش و برگزاری دوره‌های تحصیلی کارآمد نقش خود را در مسیر تربیت نیروی متخصص، ماهر و نیاز بنگاه‌های اقتصادی، سازمان‌ها و شرکت‌ها ایفا می‌کند.</p><p><br></p><p>حیدری از مزایای طرح پویش نام برد و افزود: این طرح برای شرکت‌ها، بنگاه‌های اقتصادی و صنایع مختلف درراستای تأمین نیروی متخصص و ماهر بسیار ارزشمند است، از سویی دانشجویان با کسب مهارت‌های تخصصی در کنار آموزش‌های دانشگاهی‌ می‌توانند علاوه بر تأمین هزینه‌های تحصیلی که توسط کارفرما پرداخت می‌‌شود در مسیر دستیابی به شغل پایدار و استخدام خود گام بردارد.</p><p><br></p><p>وی با اشاره به اشتغال ۶۰۰ دانشجوی دانشگاه آزاد اسلامی خمینی‌شهر در بنگاه‌های اقتصادی و صنایع مختلف در قالب طرح پویش بیان کرد: این دانشگاه با برگزاری همایش اشتغال همزمان با تحصیل موجب ارائه فرصت‌های شغلی در پیش روی دانشجویان شده و دانشجویان را درراستای انتخاب شغل مورد علاقه و ظرفیت خود کمک کرده است.</p><p><br></p><p>معاون آموزشی و مهارتی دانشگاه آزاد اسلامی خمینی‌شهر هم از ویژگی‌های این دوره نمایشگاه بزرگ طرح پویش اشتغال همزمان با تحصیل با نام رویداد صدرا سخن گفت و افزود: برای نخستین‌بار این نمایشگاه در محل مرکز رشد دانشگاه آزاد اسلامی واحد خمینی‌شهر برگزار شد که علاوه بر شرکت‌هایی که از خارج دانشگاه در نمایشگاه شرکت کرده بودند، شرکت‌های مستقر در مرکز رشد دانشگاه نیز در این طرح مشارکت داشته باشند.</p><p><br></p><p>خدادادی، تنوع بسیار زیاد رشته‌های تحصیلی مورد تقاضای شرکت‌ها را به‌عنوان ویژگی دیگر این نمایشگاه اعلام کرد و گفت: با توجه به استقرار ۱۲ شرکت فعال در زمینه‌های فنی و مهندسی، علوم انسانی، خدماتی و مهارتی در کنار چندین شرکت و مرکز فناورانه مستقر در مرکز رشد دانشگاه و ایجاد صد‌ها فرصت شغلی، بیش از ۵۰۰ دانشجوی رشته‌های مهندسی برق، مهندسی مکانیک، مهندسی پزشکی، مهندسی صنایع، مهندسی کامپیوتر، مهندسی ساخت و تولید، حقوق، روانشناسی، مشاوره، مددکاری اجتماعی، طراحی و دوخت، گرافیک و انیمیشن در این رویداد حضور یافته و متناسب با نیازمندی‌های اعلام شده در فراخوان پویش ثبت‌نام کردند.</p>', '--------', 'Arian', '2024-06-05 07:41:00'),
(9, 'نمایشگاه «پویش» فرصتی برای تأثیرگذاری در آینده دانشجویان', '<p>پیام نجفی رئیس دانشگاه آزاد اسلامی استان اصفهان در حاشیه بازدید از نمایشگاه پویش در گفت‌و‌گو با خبرنگار خبرگزاری علم و فناوری آنا با اعلام قابلیت‌های خوب و مثال‌زدنی واحد خمینی‌شهر گفت: دانشگاه آزاد اسلامی خمینی‌شهر دانشگاهی با ریشه عمیق در مباحث زیرساختی و ارائه‌دهنده آموزش‌های مهارتی به دانشجویان شناخته‌ می‌شود و با داشتن رشته‌های تخصصی خوب همچون مهندسی مکانیک، مشاوره، روانشناسی، مددکاری‌ اجتماعی، آموزش صحیح و کاربردی دانشجویان خود را در سطح کشور مطرح کرده است.</p><p><br></p><p>وی، امکانات سخت‌افزاری و نرم‌افزاری دانشگاه آزاد اسلامی خمینی‌شهر را کم‌نظیر توصیف و عنوان کرد: این دانشگاه با بهره‌گیری از استادان مجرب، متخصص و متعهد، داشتن کارگاه‌ها و آزمایشگاه‌های بسیار مجهز و با برگزاری نمایشگاه طرح پویش، بستر تربیت نیروی ماهر و متخصص برای نقش‌آفرینی در اجتماع را فراهم ساخته است.</p><p><br></p><p>رئیس دانشگاه آزاد اسلامی استان اصفهان، برگزاری نمایشگاه اشتغال همزمان با تحصیل در دانشگاه آزاد اسلامی خمینی‌شهر را فرصتی برای تجربه کردن و تأثیرگذاری در آینده دانشجویان دانست.</p><p><br></p><p>نجفی افزود: چنین نمایشگاهی علاوه بر کمک به توانمندسازی دانشجویان در مواجهه با محیط کار واقعی به‌عنوان یک نیروی ماهر و متخصص می‌تواند درراستای کارآفرین شدن خود دانشجو نقش مهمی داشته باشد.</p><p><br></p>', '-------', 'Arian', '2024-06-05 07:43:00'),
(12, 'پست تستی', 'محتوای تستی', '-', 'Arian', '2024-06-05 08:26:00');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `username` (`username`),
  ADD UNIQUE KEY `email` (`email`);

--
-- Indexes for table `page`
--
ALTER TABLE `page`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `page_name` (`page_name`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `page`
--
ALTER TABLE `page`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=13;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
